return {
    descriptions = {
        sigils = {
            c_abn_bael = {
                name = "Баэль",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Старшую карту{}",
                    },
                    {
                        "{C:attention}Старшая карта{} получает {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_botis = {
                name = "Ботис",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Пару{}",
                    },
                    {
                        "{C:attention}Пара{} получает {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_vinea = {
                name = "Винея",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Две Пары{}",
                    },
                    {
                        "{C:attention}Две Пары{} получают {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_morax = {
                name = "Моракс",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Сет{}",
                    },
                    {
                        "{C:attention}Сет{} получает {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_bune = {
                name = "Буне",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Каре{}",
                    },
                    {
                        "{C:attention}Каре{} получает {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_furfur = {
                name = "Фурфур",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Стрит{}",
                    },
                    {
                        "{C:attention}Стрит{} получает {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_bifrons = {
                name = "Бифронс",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Флеш{}",
                    },
                    {
                        "{C:attention}Флеш{} получает {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_crocell = {
                name = "Кроцелл",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Фулл-хаус{}",
                    },
                    {
                        "{C:attention}Фулл-хаус{} получает {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_belial = {
                name = "Белиал",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Стрит-флеш{}",
                    },
                    {
                        "{C:attention}Стрит-флеш{} получает {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_astaroth = {
                name = "Астарот",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Пять одного вида{}",
                    },
                    {
                        "{C:attention}Пять одного вида{} получает {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_asmodeus = {
                name = "Асмодей",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Флеш-хаус{}",
                    },
                    {
                        "{C:attention}Флеш-хаус{} получает {C:attention}1{} уровень",
                    }
                }
            },
            c_abn_camio = {
                name = "Камио",
                text = {
                    {
                        "Следующая возможная рука",
                        "превращается в",
                        "{C:attention}Флеш-пять{}",
                    },
                    {
                        "{C:attention}Флеш-пять{} получает {C:attention}1{} уровень",
                    }
                }
            },
        }
    }
}