return {
  descriptions = {
    sigils = {
            -- 以下参考资料均参考自：https://baike.baidu.com/item/%E6%89%80%E7%BD%97%E9%97%A8%E4%B8%83%E5%8D%81%E4%BA%8C%E6%9F%B1%E9%AD%94%E7%A5%9E/7002050
      c_abn_bael = {
                -- 巴尔(Baal)，希伯来语。
                -- 72柱中排第1位的魔神，
                -- 他以多种外貌出现，有时是人，有时变化为其它形象。
                -- 他说话声音刺耳。
                -- 在传说中的形象为右手持巨锤，
                -- 左手发着雷球，头上戴着有两只角的圆锥形冠冕，
                -- 脚下则乘着雷。
                name = "巴尔",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}高牌{}",
                    },
                    {
                        "{C:attention}高牌{}提升{C:attention}1{}级",
                    },
                }
            },
            -- 第 17 位的魔神
            -- 在所罗门72柱魔神中，
      c_abn_botis = {
                name = "布提斯",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}对子{}",
                    },
                    {
                        "{C:attention}对子{}提升{C:attention}1{}级",
                    },
                }
            },
      c_abn_vinea = {
                -- 所罗门72柱魔神中排第45位的魔神
                name = "拜恩",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}两对{}",
                    },
                    {
                        "{C:attention}两对{}提升{C:attention}1{}级",
                    },
                }
            },
      c_abn_morax = {
                -- 所罗门王72柱魔神中排第21位的魔神，他的形象是一个人面的公牛。他的专长是天文学以及其他自然科学，它可以使人聪慧，而且同样可以甄别药草与宝石。
                name = "莫拉格斯",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}三条{}",
                    },
                    {
                        "{C:attention}三条{}提升{C:attention}1{}级",
                    },
                }
            },
      c_abn_bune = {
                -- 所罗门王72柱魔神中排第26位的魔神，他是一个长着狗头、人头与狮鹫头的三头龙，声音高亢悦耳。他喜好墓葬之地，常与自己的属下在墓地聚集。他可以使人富有，令人聪颖雄辩，给人真知
                name = "布涅",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}四条{}",
                    },
                    {
                        "{C:attention}四条{}提升{C:attention}1{}级",
                    },
                }
            },
      c_abn_furfur = {
                -- 所罗门王72柱魔神中排第34位的魔神，他的形象是一只尾部带着火焰的雄鹿，声音沙哑，除非被迫，否则从来不说出事实。他可以控制男女之间爱情，还可以控制风雨雷电，还可以给予命令他的魔术师以真知
                name = "弗法",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}顺子{}",
                    },
                    {
                        "{C:attention}顺子{}提升{C:attention}1{}级",
                    },
                }
            },
      c_abn_bifrons = {
                -- 所罗门王72柱魔神中排第46位的魔神，状如怪兽，也可以人形存在。擅教人以占星、艺术、几何，可以甄别宝石、药草。癖好是移动尸体或点亮坟墓上的蜡烛
                name = "比弗隆斯",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}同花{}",
                    },
                    {
                        "{C:attention}同花{}提升{C:attention}1{}级",
                    },
                }
            },
            -- 72柱中第49位魔神，貌若天使。可以洞察隐秘，授人几何与艺术。
      c_abn_crocell = {
                name = "克罗塞尔",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}葫芦{}",
                    },
                    {
                        "{C:attention}葫芦{}提升{C:attention}1{}级",
                    },
                }
            },
      c_abn_belial = {
                -- 72柱中第68位的魔神，位阶：帝王。形象是驾驶着一台烈火战车的两名美丽天使，声音动听，他在米勒迦等其他天使之前堕落。专职分辨真伪，辨明敌友。
                name = "彼列",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}同花顺{}",
                    },
                    {
                        "{C:attention}同花顺{}提升{C:attention}1{}级",
                    },
                }
            },
            -- 所罗门王72柱魔神中排第29位的魔神，嘴角濡血，全身黑色并散出恶臭的毒气，右手牵着一条地狱之龙。他的能力是自由在过去和未来之间来回，嘴边挂着提倡自由的学说，其实是教导人们怠惰，因而从天使被打下地狱。
      c_abn_astaroth = {
                name = "亚斯塔禄",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}五条{}",
                    },
                    {
                        "{C:attention}五条{}提升{C:attention}1{}级",
                    },
                }
            },
      c_abn_asmodeus = {
                -- 所罗门王72柱魔神中排第32位的魔神，七宗罪掌管[淫欲]，
                -- 形象是长着三个头，分别为牛头、人头、公羊头，有一条蛇尾，
                -- 手牵一条地狱之龙，另一只手手持带有旗帜的长枪。
                -- 能力可教人数学、天文学、几何学以及手工艺，可给人真知，令人不可征服；可揭示宝物的所在，并可以保护宝物。
                name = "阿斯莫德",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}同花葫芦{}",
                    },
                    {
                        "{C:attention}同花葫芦{}提升{C:attention}1{}级",
                    },
                }
            },
      c_abn_camio = {
                -- 所罗门王72柱魔神中排第53位的魔神，在部分中文神秘学资料或翻译中被音译或误译为 “该隐”（Gain/Caim）
                -- 他最初以一幅鸲鸫（画眉鸟）的形象出现，随后会化身为手握宝剑的精明男子。他能传授鸟兽虫鱼的语言，并精通水声与事件预测。
                name = "卡米奥",
                text = {
                    {
                        "下一次符合条件的出牌",
                        "转化为",
                        "{C:attention}同花五条{}",
                    },
                    {
                        "{C:attention}同花五条{}提升{C:attention}1{}级",
                    },
                }
            },
    },
  },
}

