return {
    descriptions = {
        Blind = {
            --#region Invasion Blinds
            bl_abn_blasphemous_bow = {
                name = "Кощунственная бабочка",
                text = {
                    "Все карты с",
                    "Бабочками ослабляются",
                    "Игра Пара не принесет очки",
                }
            },
            bl_abn_pernicious_penumbra = {
                name = "Пагубная полутень",
                text = {
                    "Все карты с",
                    "Полутенями ослабляются",
                    "Игра Фулл-хаус не принесет очки",
                }
            },
            bl_abn_deductible_delirium = {
                name = "Франшизный бред",
                text = {
                    "Все Тузы ослабляются",
                    "Игра Сет не принесет очки",
                }
            },
            bl_abn_tyrannic_tie = {
                name = "Тиранический галстук",
                text = {
                    "Все карты с",
                    "Галстуками ослабляются",
                    "Игра Две пары не принесет очки",
                }
            },
            bl_abn_genocidal_gene = {
                name = "Ген геноцида",
                text = {
                    "Рука должна",
                    "содержать 2 масти",
                    "Игра Стрит не принесет очки",
                }
            },
            bl_abn_key_knuckle = {
                name = "Костяной ключ",
                text = {
                    "Отключает все",
                    "достоинства выше 4",
                    "Уничтожает сброшенные карты"
                }
            },
            bl_abn_nauseous_numb = {
                name = "Тошнотворное оцепенение",
                text = {
                    "Должен играть 4 карты",
                    "Уничтожить сыгранные четные карты",
                    "после подсчета"
                }
            },
            bl_abn_nocturnal_needle = {
                name = "Ночная игла",
                text = {
                    "Все карты с",
                    "Нулями ослабляются",
                    "Убирает печати с сыгранных",
                    "карт после подсчета"
                }
            },
            bl_abn_nostalgic_nail = {
                name = "Ностальгичный гвоздь",
                text = {
                    "Уменьшает уровень",
                    "сыгранных достоинств",
                    "Умножает размер блайнда на число,",
                    "равное тому, сколько рука была",
                    "сыграна за партию"
                }
            },
            bl_abn_murder_machine = {
                name = "Машина убийцы",
                text = {
                    "Уничтожает первую руку",
                    "после подсчета",
                    "Уничтожает последнюю руку",
                    "после подсчета"
                }
            },
            --#endregion
            bl_abn_magenta_magnet = {
                name = "Пурпурный магнит",
                text = {
                    "Увеличивает размер блайнда на 5%",
                    "за каждый имеющийся $",
                },
            },
            bl_abn_silver_star = {
                name = "Серебряная звезда",
                text = {
                    "Карты со светлой мастью",
                    "ослаблены"
                },
            },
            bl_abn_gold_belt = {
                name = "Золотой пояс",
                text = {
                    "Карты со светлой мастью",
                    "ослаблены"
                },
            },
            bl_abn_lime_lock = {
                name = "Лаймовый замок",
                text = {
                    "Увеличивает размер блайнда",
                    "на 5% за каждую ослабленную",
                    "карту в вашей колоде"
                },
            },
            bl_abn_pink_pin = {
                name = "Розовая булавка",
                text = {
                    "Необходимо сыграть 3 карты",
                    "или меньше"
                },
            },
            bl_abn_wild_cherry = {
                name = "Вишня предатель",
                text = {
                    "Добавляет 10 лжекарт",
                    "в твою колоду",
                    "Руки с лжекартами",
                    "не принесут очков",
                },
            },
            bl_abn_teal_tear = {
                name = "Бирюзовая слеза",
                text = {
                    "Рука должна содержать",
                    "ровно 4 карты"
                },
            },
            bl_abn_dark_shield = {
                name = "Темный щит",
                text = {
                    "Карты с темной мастью",
                    "ослаблены"
                },
            },
            bl_abn_the_crown = {
                name = "Корона",
                text = {
                    "Рука должна содержать",
                    "карту с лицом"
                },
            },
            bl_abn_lima_anchor = {
                name = "Лаймовый якорь",
                text = {
                    "1-ая, 3-я, 5-ая,",
                    "и последующие нечетные руки",
                    "уменьшают очки",
                },
            },
            bl_abn_pink_r = {
                name = "Розовая Я",
                text = {
                    "Все Джокеры должны сработать",
                },
            },
            bl_abn_slate_slab = {
                name = "Сланцевая плита",
                text = {
                    "Первая и последняя сыгранные",
                    "карты не будут подсчитаны",
                },
            },
            bl_abn_azure_circle = {
                name = "Лазурный круг",
                text = {
                    "Карты дают только 1/4",
                    "своих фишек при подсчете"
                },
            },
            bl_abn_rainbow_oracle = {
                name = "Радужный оракул",
                text = {
                    "Рука должна содержать",
                    "минимум 4 разные масти"
                },
            },
            bl_abn_mint_e = {
                name = "Мятная £",
                text = {
                    "Множитель не может",
                    "превышать 3X от ваших $"
                },
            },
            bl_abn_notequal_teal = {
                name = "Бирюзовое не равно",
                text = {
                    "Все значения Джокеров поделены на 2"
                },
            },
            bl_abn_orange_plus = {
                name = "Оранжевый ±",
                text = {
                    "Перезапуски отключены"
                },
            },
            bl_abn_turquoise_yot = {
                name = "Бирюзовая Й",
                text = {
                    "25% карт в руке уничтожаются",
                },
            },
            bl_abn_bloody_chain = {
                name = "Кровавая цепь",
                text = {
                    "Редкие Джокеры ослаблены",
                },
            },
            bl_abn_ocean_rook = {
                name = "Океанская ладья",
                text = {
                    "Карты с достоинством меньше 5 ослаблены",
                },
            },
            bl_abn_murex_antisigma = {
                name = "Пурпурный антисигнум",
                text = {
                    "Карты с достоинством больше 5 ослаблены",
                },
            },
            bl_abn_belphegors_prime = {
                name = "Прайм Бельфегора",
                text = {
                    "2, 3, 5 и 7 ослаблены",
                },
            },
            bl_abn_tumeric_chakra = {
                name = "Куркумовая чакра",
                text = {
                    "Рука должна содержать",
                    "хотя бы 3 масти",
                },
            },
            bl_abn_azurite_axe = {
                name = "Азуритовый топор",
                text = {
                    "Легендарные Джокеры ослаблены",
                },
            },
            bl_abn_amaranth_chalice = {
                name = "Амарантовая чаша",
                text = {
                    "Ослабляет одну карту в руке и...",
                },
            },
            bl_abn_inversion_arrow = {
                name = "Инверсионная стрела",
                text = {
                    "Рука должна содержать",
                    "четные и нечетные карты",
                },
            },
            bl_abn_acid_tower = {
                name = "Кислотная башня",
                text = {
                    "Джокеры с выпуском уничтожаются",
                },
            },
            bl_abn_offbeat_triangle = {
                name = "Необычный треугольник",
                text = {
                    "2-ая, 4-ая, 6-ая,",
                    "и последующие четные руки",
                    "уменьшают очки",
                },
            },
            bl_abn_type_o_negative = {
                name = "Нулевая отрицательная",
                text = {
                    "+1X к базовый размеру за",
                    "каждый уникальный выпуск",
                    "среди Джокеров и карт",
                },
            },
            bl_abn_spectral_jewel = {
                name = "Спектральная драгоценность",
                text = {
                    "Первая вытянутая рука ослаблена",
                    "Необходимо сыграть хотя бы 2 масти",
                },
            },
            bl_abn_equal_brass = {
                name = "Латунное равно",
                text = {
                    "+1 лимит выбора карт",
                    "Необходимо сыграть 6 карт",
                    "Разделить базовый множитель",
                    "на несыгранные масти",
                },
            },
            bl_abn_calamity_x = {
                name = "Бедственный X",
                text = {
                    "Меняет эффект перед подсчетом руки",
                },
            },
            bl_abn_gilded_labrys = {
                name = "Позолоченный лабрис",
                text = {
                    "На нечетных руках ослабляет",
                    "все карты с нечетным достоинством",
                    "На четных руках ослабляет",
                    "все карты с четным достоинством",
                },
            },
            bl_abn_mauve_moth = {
                name = "Лиловый мотылек",
                text = {
                    "Джокеры и игральные карты",
                    "не могут быть перемещены",
                    "Выделение карт не может",
                    "быть отменено",
                },
            },
            bl_abn_ominous_sigil = {
                name = "Зловещая печать",
                text = {
                    "Сбрасывает половину колоды",
                    "Карты не дают очки при подсчете",
                    "Вместо этого карты, не участвующие",
                    "в подсчете, дают очки"
                },
            },
            --#region Hazard Blinds
            bl_abn_hazard_sigil = {
                name = "Бедственная печать",
                text = {
                    "Сбрасывает половину колоды",
                    "Карты не дают очки при подсчете",
                    "Вместо этого карты, не участвующие",
                    "в подсчете, дают очки",
                    "Количество рук и сбросов уравнивается",
                },
            },
            bl_abn_hazard_moth = {
                name = "Бедственный мотылек",
                text = {
                    "Джокеры и игральные карты",
                    "не могут быть перемещены",
                    "Выделение карт не может быть отменено",
                    "Очень большой блайнд",
                    "Карты не вытягиваются пока рука полностью не опустеет",
                },
            },
            bl_abn_hazard_labrys = {
                name = "Бедственный лабрис",
                text = {
                    "На нечетных руках ослабляет",
                    "все карты с нечетным достоинством",
                    "На четных руках ослабляет",
                    "все карты с четным достоинством",
                    "Сброшенные руки нельзя играть",
                    "Игра самой частой руки",
                    "удвоит требование блайнда",
                },
            },
            bl_abn_hazard_x = {
                name = "Бедственный X",
                text = {
                    "Меняет эффект перед подсчетом руки",
                },
            },
            bl_abn_hazard_brass = {
                name = "Бедственное равно",
                text = {
                    "+1 лимит выбора карт",
                    "Необходимо сыграть 6 карт",
                    "Разделить базовый множитель",
                    "на несыгранные масти",
                    "Перевернуть все карты в руке лицом вниз",
                },
            },
            bl_abn_hazard_jewel = {
                name = "Бедственная драгоценность",
                text = {
                    "Первая вытянутая рука ослаблена",
                    "Необходимо сыграть не менее 3 мастей",
                    "Рука не должна содержать 3 или 5 карт",
                },
            },
            bl_abn_hazard_negative = {
                name = "Бедственный негатив",
                text = {
                    "+2.5X к базовый размеру за",
                    "каждый уникальный выпуск",
                    "среди Джокеров и карт",
                    "Все карты должны участвовать в подсчете",
                },
            },
            bl_abn_hazard_triangle = {
                name = "Бедственный треугольник",
                text = {
                    "2-ая, 4-ая, 6-ая,",
                    "и последующие четные руки",
                    "уменьшают очки",
                    "Ослабляет все руки с",
                    "4 и более мастями",
                },
            },
            bl_abn_hazard_tower = {
                name = "Бедственная башня",
                text = {
                    "Джокеры с выпуском уничтожаются",
                    "Необходимо сыграть 5 карт",
                },
            },
            bl_abn_hazard_arrow = {
                name = "Бедственная стрела",
                text = {
                    "Рука должна содержать",
                    "четные и нечетные карты",
                    "#1# из 5 карт переворачиваются",
                },
            },
            bl_abn_hazard_chalice = {
                name = "Бедственный чаша",
                text = {
                    "Ослабляет одну карту в руке,",
                    "случайного Джокера и...",
                },
            },
            bl_abn_hazard_axe = {
                name = "Бедственный топор",
                text = {
                    "Легендарные Джокеры ослаблены",
                    "Рука должна содержать Пики",
                },
            },
            bl_abn_hazard_chakra = {
                name = "Бедственная чакра",
                text = {
                    "Рука должна содержать как минимум 3 масти",
                    "Начинаете с 0 сбросов",
                },
            },
            bl_abn_hazard_belphegor = {
                name = "Бедственный Бельфегор",
                text = {
                    "2, 3, 5 и 7 ослаблены",
                    "Играйте только 1 тип",
                    "руки в этом раунде",
                },
            },
            bl_abn_hazard_antisigma = {
                name = "Бедственный антисигнум",
                text = {
                    "Карты с достоинством больше 5 ослаблены",
                    "1 карта принудительно",
                    "выбирается всегда",
                },
            },
            bl_abn_hazard_rook = {
                name = "Бедственная ладья",
                text = {
                    "Карты с достоинством менее 5 ослаблены",
                    "Без повторяемых типов",
                    "рук в этом раунде",
                },
            },
            bl_abn_hazard_chain = {
                name = "Бедственная цепь",
                text = {
                    "Редкие Джокеры ослаблены",
                    "Базовые фишки и",
                    "множ. делятся пополам",
                },
            },
            bl_abn_hazard_magnet = {
                name = "Бедственный магнит",
                text = {
                    "Увеличивает размер блайнда на 5%",
                    "за каждый имеющийся $",
                    "Все карты ослаблены,",
                    "пока у тебя не будет 0 сбросов",
                },
            },
            bl_abn_hazard_star = {
                name = "Бедственная звезда",
                text = {
                    "Карты со светлой мастью",
                    "ослаблены",
                    "Можете сбросить только",
                    "1 карту за раз",
                },
            },
            bl_abn_hazard_belt = {
                name = "Бедственный пояс",
                text = {
                    "Карты со светлой мастью",
                    "ослаблены",
                    "Все избыточные очки в этом Анте",
                    "добавляются к этому Блайнду",
                },
            },
            bl_abn_hazard_pin = {
                name = "Бедственная булавка",
                text = {
                    "Необходимо сыграть 2",
                    "карты или меньше",
                    "Ослабляет самого правого Джокера",
                    "каждую руку"
                },
            },
            bl_abn_hazard_lock = {
                name = "Бедственный замок",
                text = {
                    "Ослабляет 12 случайных игральных карт",
                    "при выборе этого блайнда",
                    "Увеличивает размер блайнда",
                    "на 7% за каждую ослабленную",
                    "карту в вашей колоде"
                },
            },
            bl_abn_hazard_slab = {
                name = "Бедственная плита",
                text = {
                    "Первая и последняя сыгранные",
                    "карты не будут подсчитаны",
                    "Увеличить размер блайнда на X1.5",
                    "при повторении уже сыгранной руки",
                },
            },
            bl_abn_hazard_circle = {
                name = "Бедственный круг",
                text = {
                    "Карты не дают очки при подсчете",
                    "Случайная карта ослабляется",
                    "перед подсчетом"
                }
            },
            bl_abn_hazard_oracle = {
                name = "Бедственный оракул",
                text = {
                    "Рука должна содержать",
                    "как минимум 5 разных мастей",
                    "Ослабляет самого правого Джокера",
                    "каждую руку"
                },
            },
            bl_abn_hazard_cherry = {
                name = "Бедственная вишня",
                text = {
                    "Добавляет 20 лжекарт",
                    "в твою колоду",
                    "Руки с лжекартами",
                    "не принесут очков",
                    "Необходимо сыграть 5 карт",
                },
            },
            bl_abn_hazard_tear = {
                name = "Бедственная слеза",
                text = {
                    "Рука должна содержать",
                    "ровно 3 карты",
                    "Все Джокеры ослаблены",
                    "после первой сыгранной руки"
                },
            },
            bl_abn_hazard_shield = {
                name = "Бедственный щит",
                text = {
                    "Карты с темной мастью",
                    "ослаблены",
                    "Все Джокеры ослаблены",
                    "после первой сыгранной руки",
                },
            },
            bl_abn_hazard_crown = {
                name = "Бедственная корона",
                text = {
                    "Рука должна содержать",
                    "Короля или Даму",
                    "Карты с лицом дают только",
                    "половину своих фишек при подсчете"
                },
            },
            bl_abn_hazard_heart = {
                name = "Бедственное сердце",
                text = {
                    "2 случайных Джокера",
                    "и 1 карта ослаблены",
                    "каждую руку",
                },
            },
            bl_abn_hazard_bell = {
                name = "Бедственный колокольчик",
                text = {
                    "2 карты принудительно",
                    "выбираются всегда",
                    "Ослабляет самого левого Джокера",
                },
            },
            bl_abn_hazard_acorn = {
                name = "Бедственный желудь",
                text = {
                    "Переворачивает и тасует",
                    "все карты Джокеров",
                    "каждую руку,",
                    "Ослабляет самого правого Джокера",
                },
            },
            bl_abn_hazard_leaf = {
                name = "Бедственный лист",
                text = {
                    "Все карты ослабляются",
                    "до продажи 2 Джокеров",
                },
            },
            bl_abn_hazard_vessel = {
                name = "Бедственный сосуд",
                text = {
                    "Очень большой блайнд",
                    "Самая левая карта",
                    "в руке ослабляется",
                },
            },
            bl_abn_hazard_anchor = {
                name = "Бедственный якорь",
                text = {
                    "1-ая, 3-я, 5-ая,",
                    "и последующие нечетные руки",
                    "уменьшают очки",
                    "Необходимо сыграть 5 карт",
                },
            },
            bl_abn_hazard_r = {
                name = "Бедственная Я",
                text = {
                    "Все Джокеры должны сработать",
                    "Руки с уровнем выше 3 не принесут очки",
                },
            },
            bl_abn_hazard_e = {
                name = "Бедственная £",
                text = {
                    "Множитель не может",
                    "превышать 2X от ваших $",
                    "Двухкартовые руки ослаблены",
                },
            },
            bl_abn_hazard_notequal = {
                name = "Бедственный не равно",
                text = {
                    "Все значения Джокеров поделены на 2",
                    "Трехкартовые руки ослаблены",
                },
            },
            bl_abn_hazard_plus = {
                name = "Бедственный ±",
                text = {
                    "Перезапуски отключены",
                    "Все червовые карты",
                    "ослабляются",
                },
            },
            bl_abn_hazard_yot = {
                name = "Бедственная Й",
                text = {
                    "50% карт в руке уничтожаются",
                    "Все пиковые карты",
                    "ослабляются",
                },
            },
            --#endregion
        }
    }
}