return {
    descriptions = {
        lexica = {
            c_abn_a = {
                name = "A(mperage)",
                text = {
                    "В следующий раз, когда {C:attention}Джокер{}",
                    "с {C:dark_edition}выпуском{} {C:attention}сработает{},",
                    "добавить этот же выпуск к {C:attention}первой{}",
                    "и {C:attention}последней{} подсчитанным картам"
                }
            },
            c_abn_b = {
                name = "B(arometer)",
                text = {
                    "В следующий раз, когда карта",
                    "{C:attention}с Множителем сработает{}, получи",
                    "утроенный {C:mult}множитель"
                }
            },
            c_abn_c = {
                name = "C(adence)",
                text = {
                    "В следующий раз, когда {C:attention}Две пары{}",
                    "{C:attention}будут сыграны{}, каждая карта",
                    "при подсчете даст {C:white,X:chips}X#1#{} фишек"
                }
            },
            c_abn_d = {
                name = "D(ebridement)",
                text = {
                    "В следующий раз, когда {C:attention}перевернутая{} карта",
                    "{C:attention}сработает{}, перевернет все карты",
                    "в {C:attention}колоде{} лицом вверх",
                    "и каждая получит {C:chips}+#1#{} фишек"
                }
            },
            c_abn_e = {
                name = "E(lapse)",
                text = {
                    "В следующий раз, когда {C:attention}Блайнд{}",
                    "будет пропущен, получи",
                    "случайный {C:abn_hazard}Тег Бедствия{}",
                }
            },
            c_abn_f = {
                name = "F(eudatory)",
                text = {
                    "В следующий раз, когда {C:gold}Золотая печать{}",
                    "{C:attention}сработает{}, все Джокеры",
                    "получат {C:white,X:mult}X#1#{} множ."
                }
            },
            c_abn_g = {
                name = "G(allant)",
                text = {
                    "В следующий раз, когда {C:attention}Фулл-хаус{}",
                    "{C:attention}будет сыгран{}, {C:red}уничтожит{}",
                    "все {C:attention}лицевые{} карты и",
                    "{C:attention}самая низкоранговая{} карта в руке",
                    "получит их {C:chips}фишки{}"
                }
            },
            c_abn_h = {
                name = "H(omage)",
                text = {
                    "В следующий раз, когда карта {C:tarot}Таро{}",
                    "будет использована, создаст",
                    "ее {C:dark_edition}Негативную{} копию"
                }
            },
            c_abn_i = {
                name = "I(ntrinsic)",
                text = {
                    "В следующий раз, когда карта {C:attention}без улучшений{}",
                    "будет посчитана, она навсегда",
                    "получит {C:attention}+1{} перезапуск"
                }
            },
            c_abn_j = {
                name = "J(unction)",
                text = {
                    "В следующий раз, когда {C:attention}Стрит{}",
                    "{C:attention}будет сыгран{}, увеличит его уровень на {C:attention}1{}",
                    "за каждую сыгранную {C:attention}номерную{} карту"
                }
            },
            c_abn_k = {
                name = "K(armic)",
                text = {
                    "В следующий раз, когда {C:attention}Стеклянная карта{}",
                    "будет {C:red}уничтожена{}, все карты в подсчете",
                    "навсегда получат {C:white,X:mult}X#1#{} множ."
                }
            },
            c_abn_l = {
                name = "L(ament)",
                text = {
                    "В следующий раз, когда {C:green}вероятность{} провалится,",
                    "повысит уровень {C:attention}самой частой{}",
                    "покерной руки на {C:attention}1{}"
                }
            },
            c_abn_m = {
                name = "M(atriculate)",
                text = {
                    "В следующий раз, когда ты повысишь уровень",
                    "покерной руки, также повысит уровень",
                    "твоей {C:attention}самой частой{} покерной руки"
                }
            },
            c_abn_n = {
                name = "N(omenclature)",
                text = {
                    "В следующий раз, когда {C:attention}Дикая карта",
                    "будет подсчитана, все карты в руке",
                    "получат {C:abn_brown_seal}Коричневую печать{}"
                }
            },
            c_abn_o = {
                name = "O(beisance)",
                text = {
                    "В следующий раз, когда {C:attention}Золотая карта",
                    "будет подсчитана, навсегда",
                    "утроит ее {C:chips}фишки{}"
                }
            },
            c_abn_p = {
                name = "P(hantasm)",
                text = {
                    "В следующий раз, когда {C:spectral}Спектральная{} карта",
                    "будет использована, создаст",
                    "ее {C:dark_edition}Негативную{} копию"
                }
            },
            c_abn_q = {
                name = "Q(uagmire)", -- family guy reference?!!?
                text = {
                    "В следующий раз, когда {C:attention}Каменная карта",
                    "будет подсчитана, все Джокеры",
                    "получат {C:chips}+#1#{} фишек"
                }
            },
            c_abn_r = {
                name = "R(equiem)", -- resident evil requiem reference?!?
                text = {
                    "В следующий раз, когда карта {C:sigils}Символа{}",
                    "будет использована, все карты в подсчете",
                    "следующей руки станут {C:dark_edition}Полихромными",
                    "и получат {C:abn_violet_seal}Пурпурную печать{}"
                }
            },
            c_abn_s = {
                name = "S(acrilege)",
                text = {
                    "В следующий раз, когда рука будет содержать",
                    "и {C:diamonds}светлые{} и {C:spades}темные масти{},",
                    "уничтожит все карты и создаст",
                    "{C:dark_edition}Негативную{} {C:attention}Душу{}"
                }
            },
            c_abn_t = {
                name = "T(orrent)", -- sailing the seven seas are we now?
                text = {
                    "В следующий раз, когда {C:attention}Флеш{}",
                    "{C:attention}будет сыгран{}, добавит",
                    "{C:abn_skyblue_seal}Небесную печать{} ко всем",
                    "сыгранным картам"
                }
            },
            c_abn_u = {
                name = "U(biquitous)",
                text = {
                    "В следующий раз, когда {C:attention}Бонусная карта",
                    "будет подсчитана, она станет {C:dark_edition}Блестящей{}",
                }
            },
            c_abn_v = {
                name = "V(enture)",
                text = {
                    "В следующий раз, когда ты сыграешь руку, содержащую",
                    "только {C:spades}темные масти{}, уничтожит все карты",
                    "и создаст {C:dark_edition}Негативное{} {C:attention}Тело{}",
                    "{C:attention,s:0.8}Старшая карта{s:0.8} не работает",
                }
            },
            c_abn_w = {
                name = "W(oebegone)",
                text = {
                    "В следующий раз, когда {C:attention}Счастливая карта{}",
                    "будет подсчитана, добавит {C:dark_edition}Заброшенная{}",
                    "и {C:red}Красная печать{} к ней"
                }
            },
            c_abn_x = {
                name = "X(enocentric)",
                text = {
                    "В следующий раз, когда ты сыграешь",
                    "{C:attention}Спектрум{}, все Джокеры получат",
                    "{C:chips}+#1#{} фишек и {C:mult}+#2#{} множ."
                }
            },
            c_abn_y = {
                name = "Y(onder)",
                text = {
                    "В следующий раз, когда {C:astro_cards}Астро{} карта",
                    "будет использована и ее {C:green}вероятность{}",
                    "сработает, создаст случайную",
                    "{C:dark_edition}Негативную{} {C:planet}Ранговую планету{}"
                }
            },
            c_abn_z = {
                name = "Z(ealot)",
                text = {
                    "В следующий раз, когда ты сыграешь руку,",
                    "содержащую только {C:diamonds}светлые масти{},",
                    "уничтожит все карты и создаст",
                    "{C:dark_edition}Негативный{} {C:attention}Разум{}",
                    "{C:attention,s:0.8}Старшая карта{s:0.8} не работает",
                }
            },
            c_abn_thorn = {
                name = "T(horn)",
                text = {
                    "В следующий раз, когда {C:nightshift_cards}Полночная{} карта",
                    "будет использована, все Джокеры получат {C:chips}+#1#{} фишек и",
                    "все их {C:attention}наклейки{} будут {C:red} удалены"
                }
            },
            --#region Ancient Lexica
            c_abn_yogh = {
                name = "YOGH",
                text = {
                    "В следующий раз, когда ты сыграешь руку,",
                    "содержащую только {C:abn_penumbra}Полутени{}, добавит",
                    "{C:dark_edition}Обратный{} к сыгранным {C:abn_penumbra}Полутеням",
                }
            },
            c_abn_eth = {
                name = "ETH",
                text = {
                    "В следующий раз, когда ты сыграешь руку,",
                    "содержащую только {C:abn_snow}Снежинки{}, добавит",
                    "{C:dark_edition}Коллодиевая{} к сыгранным {C:abn_snow}Снежинкам{}",
                }
            },
            c_abn_v_hook = {
                name = "V (Hooked)",
                text = {
                    "В следующий раз, когда ты сыграешь руку,",
                    "содержащую только {C:abn_tie}Галстуки{}, добавит {C:abn_violet_seal}#2#{}",
                    "и улучшит сыгранные {C:abn_tie}Галстуки{} до {C:attention}#1#"
                }
            },
            c_abn_vend = {
                name = "VEND",
                text = {
                    "В следующий раз, когда ты сыграешь руку,",
                    "содержащую только {C:abn_tie}Бабочки{}, добавит {C:abn_brown_seal}#2#{}",
                    "и улучшит сыгранные {C:abn_bow}Бабочки{} до {C:attention}#1#"
                }
            },
            --#endregion
        }
    }
}