return {
    descriptions = {
        cassette = {
            c_abn_lament = {
                name = "Скорбь",
                text = {
                    "Следующие {C:attention}#1#{} подсчитываемых",
                    "{V:1}#2#{} и {V:2}#3#{} дадут",
                    "{C:chips}+#4#{} фишек и {C:mult}+#5#{} множ."
                }
            },
            c_abn_mastery = {
                name = "Мастерство",
                text = {
                    "Следующие {C:attention}#1#{} подсчитываемых",
                    "{V:1}#2#{} и {V:2}#3#{} дадут",
                    "{C:chips}+#4#{} фишек и {C:mult}+#5#{} множ."
                }
            },
            c_abn_sanguine = {
                name = "Оптимизм",
                text = {
                    "Следующие {C:attention}#1#{} подсчитываемых",
                    "{V:1}#2#{} и {V:2}#3#{} дадут",
                    "{C:chips}+#4#{} фишек и {C:mult}+#5#{} множ."
                }
            },
            c_abn_kickstart = {
                name = "Толчок",
                text = {
                    "Следующие {C:attention}#1#{} подсчитываемых",
                    "{V:1}#2#{} и {V:2}#3#{} дадут",
                    "{C:chips}+#4#{} фишек и {C:mult}+#5#{} множ."
                }
            },
            c_abn_vex = {
                name = "Досада",
                text = {
                    "Следующие {C:attention}#1#{} подсчитываемых",
                    "{V:1}#2#{} и {V:2}#3#{} дадут",
                    "{C:chips}+#4#{} фишек и {C:mult}+#5#{} множ."
                }
            },
            c_abn_stargazing = {
                name = "Рассеянность",
                text = {
                    "Следующие {C:attention}#1#{} подсчитываемых",
                    "{V:1}#2#{} и {V:2}#3#{} дадут",
                    "{C:chips}+#4#{} фишек и {C:mult}+#5#{} множ."
                }
            },
        }
    }
}