return {
    descriptions = {
        program_pack = {
            c_abn_png = {
                name = ".PNG",
                text = {
                    {
                        "{s:0.8}Преобразует все {C:hearts,s:0.8}Черви{s:0.8} в руке в {C:abn_shield,s:0.8}Щиты{}",
                        "{s:0.8}Преобразует все {C:diamonds,s:0.8}Бубны{s:0.8} в руке в {C:abn_rose,s:0.8}Розы{}",
                        "{s:0.8}Преобразует все {C:clubs,s:0.8}Трефы{s:0.8} в руке в {C:abn_arrow,s:0.8}Стрелы{}",
                        "{s:0.8}Преобразует все {C:spades,s:0.8}Пики{s:0.8} в руке в {C:abn_anchor,s:0.8}Якори{}",
                    },
                    {
                        "Улучшает все карты,",
                        "которые {C:attention}поменяли масть{} до",
                        "{C:dark_edition}Коллодиевые{} карты {C:attention}С множителем{}"
                    }
                }
            },
            c_abn_mp4 = {
                name = ".MP4",
                text = {
                    {
                        "{s:0.8}Преобразует все {C:hearts,s:0.8}Черви{s:0.8} в руке в {C:abn_crown,s:0.8}Короны{}",
                        "{s:0.8}Преобразует все {C:diamonds,s:0.8}Бубны{s:0.8} в руке в {C:abn_talon,s:0.8}Талоны{}",
                        "{s:0.8}Преобразует все {C:clubs,s:0.8}Трефы{s:0.8} в руке в {C:abn_moon,s:0.8}Луны{}",
                        "{s:0.8}Преобразует все {C:spades,s:0.8}Пики{s:0.8} в руке в {C:abn_star,s:0.8}Звезды{}",
                    },
                    {
                        "Улучшает все карты,",
                        "которые {C:attention}поменяли масть{} до",
                        "{C:dark_edition}Коллодиевые{} {C:attention}Бонусные{} карты"
                    }
                }
            },
            c_abn_exe = {
                name = ".EXE",
                text = {
                    {
                        "{s:0.8}Преобразует все {C:hearts,s:0.8}Черви{s:0.8} в руке в {C:abn_coin,s:0.8}Монеты{}",
                        "{s:0.8}Преобразует все {C:diamonds,s:0.8}Бубны{s:0.8} в руке в {C:abn_baton,s:0.8}Дубины{}",
                        "{s:0.8}Преобразует все {C:clubs,s:0.8}Трефы{s:0.8} в руке в {C:abn_chalice,s:0.8}Чаши{}",
                        "{s:0.8}Преобразует все {C:spades,s:0.8}Пики{s:0.8} в руке в {C:abn_sword,s:0.8}Мечи{}",
                    },
                    {
                        "Улучшает все карты,",
                        "которые {C:attention}поменяли масть{} до",
                        "{C:dark_edition}Фольговых{} {C:attention}Бонусных{} карт"
                    }
                }
            },
            c_abn_apk = {
                name = ".APK",
                text = {
                    "Улучшает все {C:attention}номерные{}",
                    "карты в руке до:",
                    "{C:dark_edition}Фольговых{} {C:attention}Меркуриальных карт{}",
                }
            },
            c_abn_zip = {
                name = ".ZIP",
                text = {
                    "Улучшает все {C:attention}2{}, {C:attention}3{}, {C:attention}4{},",
                    "и {C:attention}5{} в руке до:",
                    "{C:dark_edition}Голографических{} {C:attention}карт с множителем{}",
                }
            },
            c_abn_obj = {
                name = ".OBJ",
                text = {
                    {
                        "{s:0.8}Преобразует все {C:diamonds,s:0.8}Светлые масти{s:0.8} в руке в {C:abn_suitless,s:0.8}Нули{}",
                        "{s:0.8}Преобразует все {C:spades,s:0.8}Темные масти{s:0.8} в руке в {C:abn_Vortex,s:0.8}Вихри{}",
                    },
                    {
                        "Улучшает все карты,",
                        "которые {C:attention}поменяли масть{} до",
                        "{C:dark_edition}Полихромных{} {C:attention}Бонусных{} карт"
                    }
                }
            },
            c_abn_lua = {
                name = ".LUA",
                text = {
                    {
                        "{s:0.8}Преобразует все {C:hearts,s:0.8}Черви{s:0.8} в руке в {C:abn_florette,s:0.8}Цветы{}",
                        "{s:0.8}Преобразует все {C:diamonds,s:0.8}Бубны{s:0.8} в руке в {C:abn_bell,s:0.8}Колокольчики{}",
                        "{s:0.8}Преобразует все {C:clubs,s:0.8}Трефы{s:0.8} в руке в {C:abn_leaf,s:0.8}Листья{}",
                        "{s:0.8}Преобразует все {C:spades,s:0.8}Пики{s:0.8} в руке в {C:abn_acorn,s:0.8}Желуди{}",
                    },
                    {
                        "Улучшает все карты,",
                        "которые {C:attention}поменяли масть{} до:",
                        "{C:dark_edition}Винтажных{} {C:attention}Бонусных{} карт"
                    }
                }
            },
            c_abn_pdf = {
                name = ".PDF",
                text = {
                    {
                        "{s:0.8}Преобразует все {C:hearts,s:0.8}Черви{s:0.8} в руке в {C:abn_snow,s:0.8}Снежинки{}",
                        "{s:0.8}Преобразует все {C:diamonds,s:0.8}Бубны{s:0.8} в руке в {C:abn_penumbra,s:0.8}Полутени{}",
                        "{s:0.8}Преобразует все {C:clubs,s:0.8}Трефы{s:0.8} в руке в {C:abn_tie,s:0.8}Галстуки{}",
                        "{s:0.8}Преобразует все {C:spades,s:0.8}Пики{s:0.8} в руке в {C:abn_bow,s:0.8}Бабочки{}",
                    },
                    {
                        "Улучшает все карты,",
                        "которые {C:attention}поменяли масть{} до:",
                        "{C:dark_edition}Фольговых{} карт {C:attention}с множителем{}"
                    }
                }
            },
            c_abn_jpg = {
                name = ".JPG",
                text = {
                    {
                        "{C:mult}Ослабляет{} все {C:diamonds}Бубны{},",
                        "{C:hearts}Черви{} и {C:inactive}Нули{}"
                    },
                    {
                        "{C:spades}Пики{}, {C:clubs}Трефы{}, {C:abn_snow}Снежинки{},",
                        "{C:abn_tie}Галстуки{}, {C:abn_bow}Бабочки{} и {C:abn_penumbra}Полутени{}",
                        "получают {C:chips}+#1#{} фишек и {C:mult}+#2#{} множ.",
                    }
                }
            },
            c_abn_gif = {
                name = ".GIF",
                text = {
                    {
                        "{C:mult}Ослабляет{} все {C:spades}Пики{}, {C:clubs}Трефы{},",
                        "{C:abn_snow}Снежинки{}, {C:abn_tie}Галстуки{},",
                        "{C:abn_bow}Бабочки{}, и {C:abn_penumbra}Полутени",
                    },
                    {
                        "{C:diamonds}Бубны{}, {C:hearts}Черви{} и {C:inactive}Нули{}",
                        "получают {C:chips}+#1#{} фишек и {C:mult}+#2#{} множ.",
                    }
                }
            },
        }
    }
}