return {
    descriptions = {
        glyphs = {
            c_abn_exile = {
                name = "Изгнание",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_impure = {
                name = "Нечисть",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_instrument = {
                name = "Инструмент",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_ascend = {
                name = "Вознесение",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_make = {
                name = "Создание",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_door = {
                name = "Дверь",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_silver = {
                name = "Серебро",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_copper = {
                name = "Медь",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_transform = {
                name = "Трансформация",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_revive_zero = {
                name = "Нулевое возрождение",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_tower = {
                name = "Башня",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_i_seven = {
                name = "Семь Я",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_balance = {
                name = "Баланс",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_fear_four = {
                name = "Страх номер 4",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_c_formula = {
                name = "Формула С",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_treasure = {
                name = "Сокровище",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_seek = {
                name = "Поиск",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_free = {
                name = "Свобода",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_plural = {
                name = "Множество",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_revive = {
                name = "Возрождение",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке"
                }
            },
            c_abn_music = {
                name = "Музыка",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке",
                }
            },
            c_abn_scientist = {
                name = "Ученый",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке"
                }
            },
            c_abn_warrior = {
                name = "Воин",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке"
                }
            },
            c_abn_fear_one = {
                name = "Страх номер 1",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке"
                }
            },
            c_abn_gold_seven = {
                name = "Золотая 7",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке"
                }
            },
            c_abn_brother = {
                name = "Брат",
                text = {
                    "Добавьте {V:1}#2#{}",
                    "к {C:attention}#1#{} выбранной",
                    "карте в вашей руке"
                }
            },
        }
    }
}