return {
    descriptions = {
        continent = {
            c_abn_africa = {
                name = "Африка",
                text = {
                    {
                        "Добавить {C:diamonds}Бубновый стикер{} к",
                        "{C:attention}самому правому{} Джокеру",
                    },
                    {
                        "Все {C:diamonds}Бубны{} в руке",
                        "навсегда получают {C:mult}+#1#{} множ."
                    }
                },
            },
            c_abn_australia = {
                name = "Австралия",
                text = {
                    {
                        "Добавить {C:diamonds}Пиковый стикер{} к",
                        "{C:attention}самому правому{} Джокеру",
                    },
                    {
                        "Все {C:diamonds}Пики{} в руке",
                        "навсегда получают {C:mult}+#1#{} множ."
                    }
                },
            },
            c_abn_asia = {
                name = "Азия",
                text = {
                    {
                        "Добавить {C:diamonds}Дневной{} к",
                        "{C:attention}самому правому{} Джокеру",
                    },
                    {
                        "Все {C:diamonds}светлые масти{} в руке",
                        "навсегда получают {C:chips}+#1#{} фишек"
                    }
                },
            },
            c_abn_europe = {
                name = "Европа",
                text = {
                    {
                        "Добавить {C:diamonds}Трефовый стикер{} к",
                        "{C:attention}самому правому{} Джокеру",
                    },
                    {
                        "Все {C:diamonds}Трефы{} в руке",
                        "навсегда получают {C:mult}+#1#{} множ."
                    }
                },
            },
            c_abn_antarctica = {
                name = "Антарктика",
                text = {
                    {
                        "Добавить {C:diamonds}Ночной{} к",
                        "{C:attention}самому правому{} Джокеру",
                    },
                    {
                        "Все {C:diamonds}темные масти{} в руке",
                        "навсегда получают {C:chips}+#1#{} фишек"
                    }
                },
            },
            c_abn_south_america = {
                name = "Южная Америка",
                text = {
                    {
                        "Добавить {C:diamonds}Червовый стикер{} к",
                        "{C:attention}самому правому{} Джокеру",
                    },
                    {
                        "Все {C:diamonds}Черви{} в руке",
                        "навсегда получают {C:mult}+#1#{} множ."
                    }
                },
            },
            c_abn_north_america = {
                name = "Северная Америка",
                text = {
                    {
                        "Добавить {C:diamonds}Наследие Джимбо{} к",
                        "{C:attention}самому правому{} Джокеру",
                    },
                    {
                        "Добавить {C:money}$#1#{} к {C:attention}цене продажи",
                        "каждому {C:attention}Джокеру{}",
                    }
                },
            },

            c_abn_atlantis = {
                name = "Атлантида",
                text = {
                    {
                        "Добавить {C:attention}Тяжелый{} к",
                        "{C:attention}самому правому{} Джокеру,",
                        "{C:attention}Хрупкий{} к {C:attention}самому левому{}"
                    },
                    {
                        "Все {C:abn_penumbra}Полутени{} в руке",
                        "навсегда получают {C:mult}+#1#{} множ.",
                        "и {C:chips}+#2#{} фишек"
                    }
                },
            },
            c_abn_hyperborea = {
                name = "Гиперборея",
                text = {
                    {
                        "Добавить {C:attention}Наследие Четного{} к",
                        "{C:attention}самому правому{} Джокеру,",
                        "{C:money}Прокатный{} и {C:abn_perishable}Портящийся{}",
                        "к {C:attention}самому левому{}"
                    },
                    {
                        "Все {C:abn_snow}Снежинки{} в руке",
                        "навсегда получают {C:mult}+#1#{} множ.",
                        "и {C:chips}+#2#{} фишек"
                    }
                },
            },
            c_abn_lemuria = {
                name = "Лемурия",
                text = {
                    {
                        "Добавить {C:attention}Наследие Нечетного{} к",
                        "{C:attention}самому правому{} Джокеру,",
                        "{C:abn_eternal}Вечный{} и {C:attention}Деградация{}",
                        "к {C:attention}самому левому{}"
                    },
                    {
                        "Все {C:abn_bow}Бабочки{} в руке",
                        "навсегда получают {C:mult}+#1#{} множ.",
                        "и {C:chips}+#2#{} фишек"
                    }
                },
            },
            c_abn_mu = {
                name = "Му",
                text = {
                    {
                        "Добавить {C:attention}Наследие Рекожда{} к",
                        "{C:attention}самому правому{} Джокеру,",
                        "{C:money}Вечный{} и {C:abn_perishable}Прокатный{}",
                        "к {C:attention}самому левому{}"
                    },
                    {
                        "Все {C:abn_tie}Галстуки{} в руке",
                        "навсегда получают {C:mult}+#1#{} множ.",
                        "и {C:chips}+#2#{} фишек"
                    }
                },
            },
            c_abn_asgard = {
                name = "Асгард",
                text = {
                    {
                        "Добавить {C:attention}Наследие Обмижда{} к",
                        "{C:attention}самому правому{} Джокеру,",
                        "{C:money}Хрупкий{} и {C:abn_perishable}Портящийся{}",
                        "к {C:attention}самому левому{}"
                    },
                    {
                        "Все {C:abn_tie}Нули{} в руке",
                        "навсегда получают {C:mult}+#1#{} множ.",
                        "и {C:chips}+#2#{} фишек"
                    }
                },
            },
            c_abn_shangrila = {
                name = "Шангрила",
                text = {
                    {
                        "Уничтожить {C:attention}самого правого{} Джокера",
                        "если он {C:common}Обычный{} и создать",
                        "{C:uncommon}Необычного{} Джокера с {C:attention}Удачный{}",
                        "и {C:attention}Вероятный{}",
                    },
                    {
                        "Добавить {C:attention}Стирающий{} и {C:abn_eternal}Вечный{}",
                        "к {C:attention}самому левому{} Джокеру"
                    },
                },
            },
            c_abn_ker_is = {
                name = "Кер Ис",
                text = {
                    {
                        "Уничтожить {C:attention}самого правого{} Джокера",
                        "если он {C:common}Необычный{} и создать",
                        "{C:uncommon}Редкого{} Джокера с {C:attention}Булсай{}",
                        "и {C:attention}Перчатка{}",
                    },
                    {
                        "Добавить {C:attention}Стирающий{} и {C:abn_eternal}Прокатный{}",
                        "к {C:attention}самому левому{} Джокеру"
                    },
                },
            },
            c_abn_avalon = {
                name = "Авалон",
                text = {
                    {
                        "Уничтожить {C:attention}самого правого{} Джокера",
                        "если он {C:red}Редкий{}, создать",
                        "{C:abn_superrare}Супер редкого{} Джокера с",
                        "{C:attention}Наследие Шута{} и {C:attention}Лопата{}",
                    },
                    {
                        "Добавить {C:attention}Вечный{} и {C:abn_eternal}Цепной{}",
                        "к {C:attention}самому левому{} Джокеру"
                    },
                },
            },
            c_abn_el_dorado = {
                name = "Эль Дорадо",
                text = {
                    {
                        "Добавить {C:attention}Бессмертный{}, {C:attention}Кошачий глаз{},",
                        "и {C:attention}Наследие Нечетного{}",
                        "к {C:attention}самому правому{} Джокеру"
                    },
                    {
                        "Добавить {C:abn_eternal}Вечный{}, {C:attention}Молния{},",
                        "и {C:attention}Наследие Четного{}",
                        "к {C:attention}самому левому{} Джокеру"
                    },
                }
            },
        }
    }
}